Revit 2024 API
AnalysisDisplayMarkersAndTextSettings Constructor
Overload List
Name | Description
AnalysisDisplayMarkersAndTextSettings()
 Constructs a default instance of markers and text settings.
AnalysisDisplayMarkersAndTextSettings(AnalysisDisplayMarkersAndTextSettings)
 Constructs a new copy of the input AnalysisDisplayMarkersAndTextSettings object.
See Also
AnalysisDisplayMarkersAndTextSettings Class
AnalysisDisplayMarkersAndTextSettings Members
Autodesk.Revit.DB.Analysis Namespace